# Задача 4. Вариант 31.
# Напишите программу, которая выводит имя, под которым скрывается Анна Андреевна Горенко. Дополнительно необходимо вывести область интересов указанной личности, место рождения, годы рождения и смерти (если человек умер), вычислить возраст на данный момент (или момент смерти). Для хранения всех необходимых данных требуется использовать переменные. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.

# Шемякин А.В.
# 24.5.16
print ("Анна Андреевна Горенко, больше известная как Анна Ахматова, русская поэтэсса, переводчица и литературовед");
print ("Место рождения: Украина, г. Одесса");
born = "1889"
print ("Год рождения: "+born);
age = "127"
print ("Возраст (со дня рождения): "+age);
print ("Сфера интересов: литература, поэзия");

input ("Нажмите Enter для выхода.");
